content/posts/arxana_2020.md
+++
title = "Arxana 2020"
author = ["Joe Corneli"]
lastmod = 2020-09-12T20:49:24+01:00
slug = "arxana_2020"
draft = false
+++

Revisit [Arxana](https://repo.or.cz/w/arxana.git) and turn it into something that we can actually use.
This is rather closely related to the use of [Knowledge graph]({{< relref "knowledge_graph" >}})
formulations, since Arxana allows us to combine writing with knowledge
representations.  In our last round of work with Arxana, we left off
at the point of integrating logic programming into the system.


## Contributes to {#contributes-to}

-   [Code sharing platform]({{< relref "code_sharing_platform" >}})
